Repository: nadeemyaldani/Ma3an
Catalog: TGH/Resources/SharedResource.*.resx
Languages: ar

# ADDRESS_AMMAN
source: Amman - Jordan
ar: عمان - الأردن

source: All
ar: الكل

# BTN_FORGOT
source: Forgot Password?
ar: نسيت كلمة السر؟

# CHARITIES_ALL
source: All Charities
ar: كل الجمعيات

# CHARITIES_ALL_DESCRIPTION
source: A list of all participating charities
ar: قائمة باسماء الجمعيات المشتركة في منصة معاً

# CHARITIES_COUNT
source: Number of Charities
ar: عدد الجمعيات

# CHAT_CONVERSATIONS
source: Conversations
ar: المحادثات

# CHAT_DELETE_CONFIRM
source: Are you sure you want to delete this message?
ar: هل أنت متأكد من حذف هذه الرسالة؟

# CHAT_ENTERMESSAGE
source: Enter a message
ar: أدخل رسالة

# CHAT_NOMESSAGES
source: No messages, Select a conversation !
ar: لا يوجد رسائل، اضغط على محادثة

# CHAT_PICKCONVERSATION
source: Click a conversation !
ar: اضغط على محادثة

source: Close
ar: إغلاق

# CONTACT_ADDRESS
source: Address
ar: العنوان

source: Contact Center
ar: مركز التواصل

# CONTACT_EMAIL
source: Email
ar: البريد الإلكتروني

# CONTACT_MESSAGE
source: Message
ar: الرسالة

# CONTACT_NAME
source: Name
ar: الاسم

# CONTACT_PHONENUMBER
source: Phone
ar: رقم الهاتف

# CONTACT_SUBJECT
source: Subject
ar: العنوان

# DAY
source: Days
ar: يوم

source: Days
ar: أيام

# DefaultError
source: An unknown failure has occured
ar: حدث خطأ عام، يرجى المحاولة من جديد لاحقا

source: Delete
ar: حذف

source: Donation Conditions
ar: سياسات التبرع

# DONATION_DELETE_CONFIRM
source: Are you sure you want to delete this Donation ?
ar: هل أنت متأكد من حذف هذا التبرع ؟

source: Donation Form
ar: نموذج التبرع العيني

# DONATION_FORM_CATEGORY
source: Category
ar: التصنيف

# DONATION_FORM_DESCRIPTION
source: Description
ar: الوصف

# DONATION_FORM_PICTURE
source: Donation Picture
ar: صورة التبرع

# DONATION_FORM_TITLE
source: Title
ar: اسم التبرع

# DONATION_NEW
source: New Donation
ar: تبرع جديد

# DONATION_SHOWMYNAME
source: Show my name in donation
ar: إظهار الاسم في التبرع

# DuplicateEmail
source: Email '{0}' is already taken
ar: البريد الإلكتروني {0} مستعمل مسبقا

# DuplicateUserName
source: Mobile Number already exists
ar: رقم الهاتف موجود مسبقا

# EMAIL_RESET_BODY
source: Please reset your password by <a href='{0}'>clicking here</a>.
ar: لتغيير كلمة السر يرجى <a href='{0}'>الضغط هنا</a>.

# EMAIL_RESET_TITLE
source: Reset Password
ar: تغيير كلمة السر

source: Error logging in
ar: خطأ بتسجيل الدخول

# ERROR_UPDATEFAILED
source: Profile Update Failed
ar: خطأ بتحديث الملف

# FORM_CANCEL
source: Cancel
ar: إلغاء

# FORM_CITY
source: City
ar: المحافظة

# FORM_CONFIRMPASSWORD
source: Confirm Password
ar: تأكيد كلمة السر

# FORM_DELETEPICTURE
source: Are you sure you want to delete this picture ?
ar: هل أنت متأكد من حذف الصورة؟

# FORM_DESCRIPTION
source: Description
ar: الوصف

# FORM_EDITPROFILE
source: Edit Profile
ar: تعديل الملف

# FORM_EMAIL
source: Email Address
ar: البريد الإلكتروني

# FORM_FULLNAME
source: Full Name
ar: الاسم الكامل

# FORM_NEWPASSWORD
source: New Password
ar: كلمة السر الجديدة

# FORM_NEWPASSWORDCONFIRM
source: Confirm New Password
ar: تأكيد كلمة السر الجديدة

# FORM_NOTE
source: Note
ar: تنبيه

# FORM_NOTE_MESSAGE
source: Note: All personal information is confidential and is not shared with any party. It is only for the use of the platform management to communicate between the parties, and that is done through direct text conversation through a private conversation window.
ar: جميع المعلومات الشخصية سرية ولا يتم مشاركتها مع أي جهة هي فقط لاستخدام إدارة المنصة لتواصل بين الأطراف يتم من خلال المحادثة النصية المباشرة من خلال نافذة محادثة خاصة

# FORM_OLDPASSWORD
source: Current Password
ar: كلمة السر الحالية

# FORM_PASSWORD
source: Password
ar: كلمة السر

# FORM_PERSONALINFO
source: Personal Information
ar: الملف الشخصي

# FORM_PHONE
source: Mobile Number
ar: رقم الهاتف

# FORM_PICTURE
source: Profile Picture
ar: الصورة الشخصية

# FORM_RESET
source: Reset Password
ar: استرجاع كلمة السر

# FORM_SAVE
source: Save
ar: حفظ

# FORM_SIGNIN
source: Sign In
ar: تسجيل الدخول

# FORM_TYPE
source: User Type
ar: نوع المستخدم

# FORM_UPLOAD
source: Upload
ar: تحميل

# HOME_CHATNOW
source: Chat
ar: تواصل

# HOME_DONATENOW
source: Donate Now
ar: تبرع الآن

# HOME_DONATIONS
source: Donations
ar: التبرعات العينية

# HOME_MA3AN
source: Together Platform
ar: منصة معاً

# HOME_MA3ANDESCRIPTION
source: What exceeds your needs and is not used by you, might be a necessary need for someone else so help us put a smile on the face of an innocent child or a helpless or incapable person, you would like to surprise a friend or a relative, if you want to help a provide a student scholarship or help someone find work. This all can be found using “Together Platform”.
ar: ما قد يفيض عن حاجتك وما لم يعد ضروري لديك قد يكون حاجة ملحة او ضرورية لشخص اخر وترسم ابتسامة على وجه طفل بريء او انسان عاجز او غير مقتدر قد ترغب بمفاجأة صديق أو قريب بهدية او ان تساعد شخص بمنحة دراسية او تامين فرصة عمل تجد ذلك في منصة "معاً"

# HOME_SEARCHCITY
source: Search Cities
ar: البحث عن محافظة

# HOME_TEXT1
source: Beneficiaries
ar: مستفيد

# HOME_TEXT2_1
source: More than
ar: أكثر من

# HOME_TEXT2_2
source: Donor
ar: متبرع

# HOUR
source: Hours
ar: ساعة

source: Hours
ar: ساعات

# InvalidEmail
source: Email '{0}' is invalid
ar: البريد الإلكتروني {0} غير صحيح

# InvalidToken
source: Invalid Token or Expired
ar: الكود غير صحيح أو منتهي الصلاحية

# InvalidUserName
source: User name {0} is invalid, can only contain letters or digits
ar: يجب أن يتكون اسم المستخدم من حروف وأرقام فقط

# Language
source: English
ar: العربية

# LOGIN_FORM
source: Login
ar: تسجيل الدخول

# MINUTE
source: Minutes
ar: دقيقة

source: Minutes
ar: دقائق

# NAV_ABOUT
source: About Us
ar: عن معاً

# NAV_CHARITIES
source: Charities
ar: الجمعيات الخيرية

# NAV_CONTACTUS
source: Contact Us
ar: اتصل بنا

# NAV_CONTROLPANEL
source: Control Panel
ar: لوحة التحكم

# NAV_CREATE_NEWACCOUNT
source: Create new account
ar: تسجيل حساب جديد

# NAV_FACEBOOK
source: Login With Facebook
ar: تسجيل الدخول بحساب فيسبوك

# NAV_GOOGLE
source: Login With Google
ar: تسجيل الدخول بحساب جوجل

# NAV_HOME
source: Home
ar: الرئيسية

# NAV_MYCHATS
source: My Chats
ar: محادثاتي

# NAV_MYDONATIONS
source: My Donations
ar: تبرعاتي

# NAV_MYPROFILE
source: My Profile
ar: بياناتي الشخصية

# NAV_NEWACCOUNT
source: New Account
ar: مستخدم جديد

# NAV_PASSWORD
source: Change Password
ar: تغيير كلمة السر

# NAV_REGISTER
source: Register
ar: مستخدم جديد

# NAV_SIGNIN
source: Log In
ar: تسجيل دخول

# NAV_SIGNOUT
source: Log Out
ar: تسجيل خروج

# NAV_TWITTER
source: Login With Twitter
ar: تسجيل الدخول بحساب تويتر

source: Now
ar: الآن

# PasswordMismatch
source: Current password is incorrect
ar: كلمة السر الحالية خاطئة

# PasswordRequireDigit
source: Passwords must have at least one digit ('0'-'9')
ar: يجب أن تحتوي كلمة السر على أرقام

# PasswordRequireLower
source: Passwords must have at least one lowercase ('a'-'z')
ar: يجب أن تحتوي كلمة السر على أحرف صغيرة

# PasswordRequireNonLetterOrDigit
source: Passwords must have at least one non letter or digit character
ar: يجب أن تحتوي كلمة السر على رقم أو رمز

# PasswordRequiresNonAlphanumeric
source: Passwords must have at least one non alphanumeric character
ar: يجب أن تحتوي كلمة السر على رموز

# PasswordRequireUpper
source: Passwords must have at least one uppercase ('A'-'Z')
ar: يجب أن تحتوي كلمة السر على حروف كبيرة

# PasswordTooShort
source: Passwords must be at least {0} characters
ar: يجب أن تكون كلمة السر أطول من {0} أحرف

# PASSWORD_RESET_CONFIRMED
source: An email was sent to your email, Please check your email to continue with resetting your password
ar: تم إرسال بريد إلكتروني مع إرشادات لاسترجاع كلمة السر

# PASSWORD_RESET_SUCCESSFUL
source: Your password was reset successfully, You will be redirected in
ar: تم تغيير كلمة السر بنجاح، سيتم تحويلك لصفحة الدخول بعد

source: Send
ar: إرسال

# STAY_IN_CONTACT_1
source: Stay in touch
ar: ابقى على

# STAY_IN_CONTACT_2
source: with us
ar: تواصل معنا

# TITLE_ABOUT_1
source: About
ar: عن

# TITLE_ABOUT_2
source: Ma3an
ar: معاً

# TITLE_CHARITIES_1
source: Charity
ar: الجمعيات

# TITLE_CHARITIES_2
source: Organizations
ar: الخيرية

# TITLE_CONTACT_1
source: Contact
ar: اتصل

# TITLE_CONTACT_2
source: Us
ar: بنا

# TITLE_DONATIONS_1
source: Charity
ar: التبرعات

# TITLE_DONATIONS_2
source: Donations
ar: العينية

# UserNameNotFound
source: User {0} does not exist
ar: المستخدم {0} غير موجود

# USER_INACTIVE
source: This user was deactivated, Please contact the administration
ar: تم إيقاف هذا المستخدم، يرجى مراجعة مدير النظام

# VALIATION_DESCRIPTION_REGEX
source: {0} must be more than {2} and less than {1} characters long
ar: يجب أن يكون {0} أكثر من {2} خانات و أقل من {1} خانة

# VALIDATION_CATEGORY_REQUIRED
source: Category is required
ar: يجب اختيار التصنيف

# VALIDATION_CITY_REQUIRED
source: City is Required
ar: يجب اختيار المحافظة

# VALIDATION_CONFIRMPASSWORD_REQUIRED
source: Confirm password not matching password
ar: يجب أن تطابق كلمة السر

# VALIDATION_EMAIL_REQUIRED
source: Email Address is required
ar: يرجى إدخال البريد الإلكتروني

# VALIDATION_FULLNAME_REQUIRED
source: Full Name is Required
ar: يرجى إدخال الاسم الكامل

# VALIDATION_NEWPASSWORD_REQUIRED
source: New password is required
ar: يجب إدخال كلمة المرور الجديدة

# VALIDATION_OLDPASSWORD_REQUIRED
source: Current password is required
ar: يجب إدخال كلمة السر الحالية

# VALIDATION_PASSWORD_REGEX
source: Password must contain letters, Symbols and Numbers
ar: يجب أن تحتوي كلمة السر على حروف وأرقام ورمز

# VALIDATION_PASSWORD_REQUIRED
source: Password is required
ar: يجب إدخال كلمة المرور

# VALIDATION_PHONE_REQUIRED
source: Mobile number is required
ar: يرجى إدخال رقم الهاتف

# VALIDATION_REGEX
source: {0} must be more than {2} and less than {1} characters long
ar: يجب أن يكون {0} أكثر من {2} خانات و أقل من {1} خانة

# VALIDATION_REGEX_EMAIL
source: Incorrect Email Address
ar: يرجى إدخال بريد إلكتروني صحيح

# VALIDATION_REGEX_PHONENUMBER
source: Please enter a correct phone number
ar: يرجى إدخال رقم هاتف صحيح

# VALIDATION_TITLE_REGEX
source: {0} must be more than {2} and less than {1} characters long
ar: يجب أن يكون {0} أكثر من {2} خانات و أقل من {1} خانة

# VALIDATION_TITLE_REQUIRED
source: Title is Required
ar: يجب إدخال اسم التبرع

# VALIDATION_TYPE_REQUIRED
source: Type is Required
ar: يرجى اختيار نوع المستخدم
